{
  "__file": "wp_block",
  "title": "Daily/Weekly (no image)",
  "content": "__LOGO_OR_SITENAME__<!-- wp:paragraph -->\n<p>Start your newsletter with an intro, sometimes known as a “topper.” This is where the lead writer or editor for the newsletter introduces the main storylines for the day. You might want to consider adding some bullet points to highlight the biggest stories of the day so that a reader can easily scan through this section. Those bullets could include:</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:list -->\n<ul><li>Facts or figures about COVID-19 in your community</li><li>Any notable news in your area — openings/closings of key businesses, for instance</li><li>And anything else you want to make sure readers definitely see</li></ul>\n<!-- /wp:list -->\n\n<!-- wp:paragraph -->\n<p>You may also want to ask a key question here at the top if you’re soliciting story ideas or tips from readers.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>You should also consider having this section bylined — it can help establish a relationship between a reader and your staff, and readers may be more likely to reply to a person than a generic voice.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>—Byline</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:separator {\"className\":\"is-style-wide\"} -->\n<hr class=\"wp-block-separator is-style-wide\"/>\n<!-- /wp:separator -->\n\n<!-- wp:heading -->\n<h2>1. This is where the first story in the newsletter would go</h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>This is the biggest story of the day. You may want to go in depth with readers here, offering additional context or information about what happened. You’re going to want <a href=\"#\" target=\"_blank\" rel=\"noreferrer noopener\">to add a link for a reader to read more</a>, and you may want to add a link to <a href=\"#\" target=\"_blank\" rel=\"noreferrer noopener\">a second</a> or even <a href=\"#\" target=\"_blank\" rel=\"noreferrer noopener\">a third </a>story, too, depending on how much additional coverage you have of that specific issue.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading -->\n<h2>2. This is where the second story goes</h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Something of note: When many organizations add a link, they use the language “click here,” but on a mobile device, there’s no such thing as a click. (There's just a “tap.”) So if you do offer a call to action, try something universal, such as <a href=\"#\" target=\"_blank\" rel=\"noreferrer noopener\">“Read more.”</a></p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading -->\n<h2>3. Here’s the third story</h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Add as much copy as you need to. Some newsrooms will go longer with these, or add multiple paragraphs. <a href=\"#\" target=\"_blank\" rel=\"noreferrer noopener\">Some use only a sentence or two.</a></p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading -->\n<h2>4. Here’s the fourth story</h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Make sure you decide up front: Is the goal of the newsletter to drive traffic to the site, or is this a destination product, one where the reading experience takes place inside the inbox? Depending on your answer, you may want to adjust your strategy for these grafs.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading -->\n<h2>5. And here’s&nbsp;the fifth and final story</h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>You don't have to use five stories in this section. You could use as few as three, or as many as 10. But whatever you choose, keep it consistent from email to email. That way, you can better promote the product to readers (“Every day, we’ll send you the five stories you need to stay informed about the spread of COVID-19 in our city.”).</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:separator {\"className\":\"is-style-wide\"} -->\n<hr class=\"wp-block-separator is-style-wide\"/>\n<!-- /wp:separator -->\n\n<!-- wp:heading -->\n<h2>Around the web</h2>\n<!-- /wp:heading -->\n\n<!-- wp:list -->\n<ul><li>You may want to curate some links from other news outlets to provide additional value [<a href=\"#\" target=\"_blank\" rel=\"noreferrer noopener\">News outlet #1</a>]</li><li>Again, try to focus on curation here — this shouldn't be a pure link dump&nbsp;[<a href=\"#\" target=\"_blank\" rel=\"noreferrer noopener\">News outlet #2</a>]</li><li>Another way to approach this section: Offer resources from your site instead&nbsp; [<a href=\"#\" target=\"_blank\" rel=\"noreferrer noopener\">News outlet #3</a>]</li><li>These could be links to maps or charts in your newsletter, or key stories about how to help others in your community. If you do that, you probably just want to <a href=\"#\" target=\"_blank\" rel=\"noreferrer noopener\">link the specific text</a>&nbsp;instead of adding the link at the end</li><li>You could also move this section <a href=\"#\" target=\"_blank\" rel=\"noreferrer noopener\">elsewhere in the newsletter</a>, if you’d like — it doesn't have to come at the bottom</li></ul>\n<!-- /wp:list -->\n\n<!-- wp:separator {\"className\":\"is-style-wide\"} -->\n<hr class=\"wp-block-separator is-style-wide\"/>\n<!-- /wp:separator -->\n\n<!-- wp:heading -->\n<h2>Support our newsroom</h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Finally, make sure you have a call-to-action to support your work. This can be a few sentences like this, reminding readers of the value of your newsroom, or it can be an image. Either way, make sure you give a clear CTA and a unique link to track support back to this email.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:separator {\"className\":\"is-style-wide\"} -->\n<hr class=\"wp-block-separator is-style-wide\"/>\n<!-- /wp:separator -->\n\n<!-- wp:social-links {\"align\":\"center\"} -->\n<ul class=\"wp-block-social-links aligncenter\"><!-- wp:social-link {\"url\":\"#\",\"service\":\"facebook\"} /-->\n\n<!-- wp:social-link {\"url\":\"#\",\"service\":\"twitter\"} /-->\n\n<!-- wp:social-link {\"url\":\"#\",\"service\":\"instagram\"} /-->\n\n<!-- wp:social-link {\"url\":\"#\",\"service\":\"youtube\"} /--></ul>\n<!-- /wp:social-links -->"
}
